<%--
  Created by IntelliJ IDEA.
  User: Administrator
  Date: 2015/12/1
  Time: 17:36
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
    <title>赛事声明</title>
    <!-- 禁止缩放 -->
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    <style type="text/css">

        body, h1, h2, h3, h4, h5, h6, .uk-navbar-nav > li > a { font-family:  "Microsoft Yahei","微软雅黑","Proxima Nova", "Helvetica Neue", Helvetica, Arial, sans-serif; }

        body{
            margin: 0px 15px 20px 15px;
        }

        .teamName{
            color: #56b6d3
        }
    </style>
</head>
<body>
    <center><h3>赛事声明</h3></center>
    <p> 1、报名者自愿报名参2016深圳迎新跑(以下统称“赛事”)；</p>
    <p> 2、报名者全面理解并同意遵守组委会及承办单位、协办单位所制订的各项规程、规则、规定、要求及采取的措施；</p>
    <p> 3、报名者全面理解赛事可能出现的风险，已准备必要的防范措施，愿意承担赛事期间发生的自身意外风险责任，且同意承办单位对于非承办单位原因造成的伤害、死亡或其他任何形式的损失不承担任何形式的赔偿；</p>
    <p>4、报名者同意接受承办单位在赛事期间提供的现场急救性质的医务治疗，但因医院急救和治疗等发生的相关费用由报名者自理；</p>
    <p>5、报名者授权主办方和组委会及合作媒体无偿使用报名者的肖像、姓名、声音和其它个人资料用于赛事的组织和推广；</p>
    <p>6、报名者愿意通过报名时所提供的通讯方式(手机、电子邮箱等)获得赛事相关信息；</p>
    <p>7、报名者同意向主办方和组委会提供有效的身份证件和资料用于核实本人的身份，并同意承担因身份证件和资料不实所产生的全部责任；</p>
    <p>8、报名者同意主办方和组委会以其本人为被保险人投保人身意外险，自身疾病、身体原因所引起的不良后果，例如中暑、昏厥等情况，不在组委会购买的人身意外伤害保险承保范围；</p>
    <dl>
        <dt>9、主办方及组委会已在赛事官网建议以下疾病患者不适宜参加赛事，如报名者属于下述患者但仍坚持报名，则在赛事期间出现任何风险，主办方及组委会将不承担责任。</dt>
        <dd>(1) 先天性心脏病和风湿性心脏病患者；</dd>
        <dd>(2) 高血压和脑血管疾病患者；</dd>
        <dd>(3) 心肌炎和其他心脏病患者；</dd>
        <dd>(4) 冠状动脉病患者和严重心律不齐者；</dd>
        <dd>(5) 血糖过高或过低的糖尿病患者；</dd>
        <dd>(6) 其它不适合运动的疾病患者；</dd>
        <dd>(7) 孕妇。</dd>
    </dl>
    <p>10、报名者报名成功后因个人原因无法参加赛事，组委会将不予退还报名费用。</p>
    <p>11、活动当天请勿携带贵重物品到场，大会只提供跑者简单衣物的寄存服务，如有参赛者贵重物品丢失，主办单位概不负责。</p>
    <p>12. 以活动安全为考量，本活动禁止携带宠物或危险装束道具/隨身物品参加。</p>
    <p>13. 本规则如有未尽事宜，将由主办单位修正公布于活动报名相关网页或于活动现场公告，主办单位保留最终更改或中止活动之权利。</p>
    <p>14、报名者或法定代理人已认真阅读并全面理解以上内容，且对上述所有内容予以确认并承担相应的法律责任。</p>
</body>
</html>
