<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head lang="zh-CN">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="viewport"
	content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
<title>燃动力用户隐私协议</title>
<link rel="stylesheet" href="/css/bootstrap.min.css" />
</head>
<body>
	<h3 class=" text-center">燃动力用户隐私协议</h3>
	<div class="container">
		<p>
		www.igeekery.com（简称“弄客网”)版权所属深圳第一蓝筹科技有限公司（简称“本网站”或“我们”）。弄客网为您提供“燃动力”应用，“燃动力”是一款提供运动健康及提供相关服务或产品的应用软件。 依据法律的规定，我们将在特定情形下收集、使用、保存和披露您的个人信息。以下条款描述了我们如何收集、使用、保存和披露您的个人信息。
		</p>

		<p>
		1、个人信息的收集
		</p>
		<p>
		1.1 个人信息
		</p>

		<p>
		我们使用、保存、使用和披露个人信息是为了帮助您创建账户、识别用户、回应反馈和邮件等行为。本网站和"燃动力"会向您提供关于运动健康方面服务、发送活动、调查、优惠和促销信息以及其他宣传材料，以为您提供更好的服务。
		</p>

		<p>
		1.2 为实现服务目的而收集
		</p>

		<p>
		您无需用户账户即可浏览本网站或试用“燃动力”App。如果您想使用本网站或“燃动力”App更多功能，您必须注册为本网站或“燃动力”App用户并且于注册页面上提供相关的个人信息。您必须承诺和保证：
		</p>

		<p>
		1.2.1 为实现“燃动力”的服务目的，本网站和“燃动力”会通过技术手段收集您的个人信息，通过技术手段所收集的个人信息仅限于您的地理位置信息、电话号码、手机通讯录、以及社交账号等使用"燃动力"App所必需的信息。
		</p>

		<p>
		1.2.2 “燃动力”App采取多平台异步开发方式，支持Android以及iOS等多类操作系统的使用。当您使用iOS以及Android系统时，您需要输入您的社交账号或手机号码进行绑定使用。在您通过各种手机操作系统使用“燃动力”App的过程中，“燃动力”App所收集的信息仅限于您同意使用“燃动力”App基本服务所必需的信息。
		</p>

		<p>
		1.2.3 经过您的允许，“燃动力”App将分析您的手机通讯录和已绑定的社交账号，来帮助您寻找已经在使用“燃动力”的朋友。“燃动力”App通过高强度、不可逆的加密算法（将收集到的号码加密成为一系列不可解密的字符串）来加密您的通讯录信息，并依据该加密后的信息进行好友匹配的操作。
		</p>

		<p>
		1.2.4 “弄客网”和“燃动力”App会保存您使用“燃动力”App时产生的所有运动数据，其中包括您的地理位置信息、时间、轨迹、运动数据等。
		</p>

		<p>
		1.3 用户提供
		</p>

		<p>
		1.3.1 如果您需要使用更多”燃动力”App功能，例如将运动数据分享到微博、微信等其他网站或完善您的个人信息，以便享受更多的服务或更加便捷的联系好友，您需要完善您的个人信息，如”昵称“、”头像“或绑定您的其他社交网站账号。
		</p>

		<p>
		1.3.2 您提供的信息，“燃动力”App将最大限度尽合理之商业义务进行保密。经过您的同意，“燃动力”App将会向您提供硬件商城、活动、资讯、版本升级等服务。
		</p>
		
		<p>
		1.4 “燃动力”App允许用户之间发送信息和其他合法内容。如果您将信息或其他内容发送给另一个用户，“燃动力”服务器将会为您保存此信息/内容，并将此信息/内容发送给该用户。
		</p>
		
		<p>
		1.5 您提供信息的其他方式
		</p>
		
		<p>
		我们将采用其他方式（例如：电子邮件、信息下载、购买产品或服务、用户支持、反馈以及调查表）来收集您的个人信息。如果您将个人信息填写在其他开放的平台上，其他用户可能会获知您的信息。
		</p>
		
		<p>
		1.6 您的其他信息
		</p>
		
		<p>
		为了便于您使用本网站和"燃动力"App，我们的服务器将会收集关于您的移动通讯设备的信息，例如型号、设备ID、互联网协议地址、您访问的时间和地点、路由数据包、信息发送人和接收数据（但不是信息本身），以及其他类似的特征记录。我们将使用Cookies和类似统一资源定位器（URL）的导航数据来收集您访问的时间和日期、搜索和查看的信息等。
		</p>
		
		<p>
		2、个人信息的使用
		</p>
		
		<p>
		2.1 您的个人信息将只在本隐私政策及提前通知您的更新的政策所载明的范围内使用[不会用于其它目的]。
		</p>
		
		<p>
		2.2 匿名汇总统计数据不是"燃动力"App所定义的个人用户信息，我们将为多种目的，包括但不限于分析和使用模式的报告等，来保存和使用此类信息。"燃动力"App和燃动力网有权以任何目的或单方面许可第三方使用和披露匿名汇总统计数据。
		</p>
		
		<p>
		3、个人信息的披露
		</p>
		
		<p>
		3.1 除非本隐私政策载明的有限披露，我们会妥善保存您的个人信息并不会泄露客户名单。
		</p>
		
		<p>
		3.2 您于此授权，以下情形下，我们将会向第三方披露您的个人信息而无需通过您的同意：
		</p>
		
		<p>
		3.2.1 如果我们披露这些信息是用来识别、联系或向可能对我们的权利或财产、网站用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必要；
		</p>
		
		<p>
		3.2.2 法律调查之必要；
		</p>
		
		<p>
		3.2.3 此类披露是法律规定或应向我们送达的传票或其他执法部门发出的令状之必要。
		</p>
		
		<p>
		4、安全
		</p>
		
		<p>
		4.1 对我们来说，个人信息的安全非常重要。我们将尽合理的商业努力保障您的个人信息安全，并实施合理的商业程序限制非授权访问、使用或者披露您的个人信息。尽管采取上述措施，但是您应当知晓本网站或"燃动力"App不能完全避免与个人信息相关的安全危险。
		</p>
		
		<p>
		5、您应当协助我们以保护您的个人信息安全。例如，不要泄露您的个人密码。
		</p>
		
		<p>
		6、第三方网站
		</p>
		
		<p>
		6.1 当您点击本网站链接的其他网站时，您已经离开我们的网站并访问其他网站，其他网站可能会收集您的个人信息或匿名数据，因此，我们无法控制、检查或者回应此类网站和网站内容。
		</p>
		
		<p>
		6.2 本隐私政策不适用于在您点击链接后的外部网站收集数据的行为。
		</p>
		
		<p>
		7、Cookies使用
		</p>
		
		<p>
		Cookies是当您浏览网站时，网站发送给您的电脑和手机的少量信息。我们将在网站上使用会话Cookies（当您关闭浏览器的时候随之过期）和持久Cookies（除非您删除此类Cookies，否则将一直保存在您的电脑上）来向您提供更加个性化的交互服务。
		</p>
		
		<p>
		8、本隐私政策的修订
		</p>
		
		<p>
		8.1 本隐私政策容许调整，如果我们对使用您的个人信息方法做出任何实质性调整，我们将通过您提供的电子邮件地址，或通过网站的公告通知您。
		</p>
		
		<p>
		8.2 我们发出的包含此类变更通知的电子邮件毫无疑问的组成上述变更通知的有效部分。如果您不希望我们改变对您个人信息的使用，您必须早于您期望停止使用我们的账户之前通知我们。您继续使用本网站和"燃动力"App的行为，将被视为您知晓并同意受通知中此类变更条款的约束。
		</p>
		
		<p>
		9、年龄限制
		</p>
		
		<p>
		我们鼓励父母或监护人指导未满十八岁的未成年人使用我们的服务。我们建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。
		</p>
	</div>
</body>
</html>